content/posts/Causal_inference_with_Bayes_rule_by_Finnian_Lattimore_and_David_Rohde_in_2019.md
+++
title = "Causal inference with Bayes rule by Finnian Lattimore and David Rohde in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:08-04:00
slug = "Causal_inference_with_Bayes_rule_by_Finnian_Lattimore_and_David_Rohde_in_2019"
draft = false
+++

## [papers]({{< relref "papers" >}}), [causal inference]({{< relref "causal_inference" >}}), [probabilistic inference]({{< relref "probabilistic_inference" >}}) {#papers--papers-dot-md--causal-inference--causal-inference-dot-md--probabilistic-inference--probabilistic-inference-dot-md}


## quotes {#quotes}


### "The paper shows that it is possible to arrive at the same solution for causal problems using both the do-calculus and Bayesian theory. The key insight required for the Bayesian formulation is that the probabilistic graphical model must jointly model both the pre-intervention and post intervention worlds" {#the-paper-shows-that-it-is-possible-to-arrive-at-the-same-solution-for-causal-problems-using-both-the-do-calculus-and-bayesian-theory-dot-the-key-insight-required-for-the-bayesian-formulation-is-that-the-probabilistic-graphical-model-must-jointly-model-both-the-pre-intervention-and-post-intervention-worlds}
